Repository: radeth/yourtrainer
Catalog: lib/l10n/app_*.arb
Languages: pl

# appTitle
source: Your Trainer
pl: Twój trener

source: Profile
pl: Profil

source: Your exercises
pl: Twoje ćwiczenia

source: Add exercise
pl: Dodaj ćwiczenie

source: Your training units
pl: Twoje jednoski treningowe

# exerciseNameValidationErrorMessage
source: Enter valid exercise name
pl: Wprowadź prawidłową nazwe ćwiczenia

# exerciseNameHint
source: Exercise name
pl: Nazwa ćwiczenia

# exerciseDescriptionValidationErrorMessage
source: Enter valid exercise description
pl: Wprowadź prawidłowy opis ćwiczenia

# exerciseDescriptionHint
source: Exercise description
pl: Opis ćwiczenia

source: Save exercise
pl: Zapisz ćwiczenie

source: Yes
pl: Tak

source: No
pl: Nie

# exerciseDeleteConfirmation
source: Delete this exercise?
pl: Usunąć to ćwiczenie?

# pleseConfirm
source: Please confirm
pl: Potwierdź
